settings = {
    'database_name': 'student_management.db',
}

errors = [
    'Поле логин не может быть пустым',
    'Поле логин не может содержать пробелы',
    'Поле логин не может содержать русские символы',
    "Поле логин не может содержать следующие символы:\n!,@,#,$,%,^,&,*,(,),+,=,`,~,\",',<,>,?,/,[,],{,}",

    'Поле пароль не может быть пустым',
    'Поле пароль не может содержать пробелы',
    'Поле пароль не может содержать русские символы',
    "Поле пароль не может содержать следующие символы:\n!,@,#,$,%,^,&,*,(,),+,=,`,~,\",',<,>,?,/,[,],{,}",
]